Repository: XTY64XTY/Xdows-Security-5
Catalog: Xdows-Security/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans, zh_hant

# BugReportPage_UsernameLabel
source: Username:
zh_hant: 用戶名:

# BugReportPage_UsernamePlaceholder
source: Enter username
zh_hant: 請輸入用戶名

# BugReportPage_UsernameEmpty
source: Username cannot be empty
zh_hant: 用戶名不能爲空

# BugReportPage_AllRead
source: All read
zh_hant: 全部已讀

# BugReportPage_ReadCountFormat
source: {0} people read
zh_hant: {0}人已讀

# BugReportPage_TcpNotInitialized
source: TCP client not initialized
zh_hant: TCP客戶端未初始化

# BugReportPage_Me
source: Me
zh_hant: 我

# BugReportPage_SettingsDialog_Title
source: Feedback Settings
zh_hant: 反饋設置

# BugReportPage_HostLabel
source: Server Host:
zh_hant: 服務器地址:

# BugReportPage_PortLabel
source: Port:
zh_hant: 端口:

# BugReportPage_SettingSaved
source: Settings saved, reconnecting...
zh_hant: 設置已保存，正在重新連接...

# BugReportPage_SettingSaveFailed
source: Failed to save settings: {0}
zh_hant: 保存設置失敗: {0}

# BugReportPage_ConnectionFailedAlert
source: Connection failed, please check network or try again later
zh_hant: 連接失敗，請檢查網絡或稍後再試

# BugReportPage_LeavingChannel
source: Left feedback channel
zh_hant: 已離開反饋頻道

# BugReportPage_ErrorFormat
source: Error: {0}
zh_hant: 錯誤: {0}

# BugReportPage_SettingsButton.Content
source: Settings
zh_hant: 設置

# SettingsPage_Protection_Boot_Save_Buttong_SaveDialog_Title
source: Save As
zh_hant: 另存爲
